Repository: Steven-A3/AppBox2024
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, zh_hans, zh_hant

source: Backup & Restore will use Files app. If you don't see Dropbox in the Locations, please install the Dropbox app and setup your account. Next time, tap using Files.
de: Sichern und Wiederherstellen verwendet die Datei-App. Wenn Sie Dropbox nicht unter „Standorte“ sehen, installieren Sie bitte die Dropbox-App und richten Sie Ihr Konto ein. Tippen Sie beim nächsten Mal auf Dateien verwenden.
es: Backup & Restore utilizará la aplicación Archivos. Si no ve Dropbox en las ubicaciones, instale la aplicación de Dropbox y configure su cuenta. La próxima vez, toca usando Archivos.
fr: La sauvegarde et la restauration utiliseront l'application Fichiers. Si vous ne voyez pas Dropbox dans les emplacements, veuillez installer l'application Dropbox et configurer votre compte. La prochaine fois, appuyez sur en utilisant Fichiers.
it: Backup e ripristino utilizzerà l'app File. Se non vedi Dropbox nelle Posizioni, installa l'app Dropbox e configura il tuo account. La prossima volta, tocca utilizzando File.
ja: バックアップと復元はファイル アプリを使用します。 ロケーションに Dropbox が表示されない場合は、Dropbox アプリをインストールしてアカウントを設定してください。 次回は、ファイルを使用してタップします。
ko: 백업 및 복원은 파일 앱을 사용합니다. 위치에 Dropbox가 표시되지 않으면 Dropbox 앱을 설치하고 계정을 설정하세요. 다음에는 파일 사용을 탭하세요.
pl: Kopia zapasowa i przywracanie użyje aplikacji Pliki. Jeśli nie widzisz Dropbox w Lokalizacjach, zainstaluj aplikację Dropbox i skonfiguruj swoje konto. Następnym razem dotknij opcji Pliki.
zh_hans: 备份和恢复将使用文件应用程序。 如果您在 Locations 中没有看到 Dropbox，请安装 Dropbox 应用并设置您的帐户。 下次，点击使用文件。
zh_hant: 備份和恢復將使用文件應用程序。 如果您在 Locations 中沒有看到 Dropbox，請安裝 Dropbox 應用並設置您的帳戶。 下次，點擊使用文件。

# Backup file does not exist.
source: No backup files.
de: Backup-Datei nicht existiert.
es: Archivo de copia de seguridad no existe.
fr: N'existe pas le fichier de sauvegarde.
it: Il file di backup non esiste.
ja: バックアップファイルが存在しません。
ko: 백업 파일이 없습니다.
pl: Plik kopii zapasowej nie istnieje.
zh_hans: 备份文件不存在。
zh_hant: 備份文件不存在。

source: Backup file has been uploaded to Dropbox successfully.
de: Das Backup wurde erfolgreich auf der Dropbox gesichert.
es: Los archivos de respaldo han sido cargados satisfactoriamente en Dropbox.
fr: Le fichier de sauvegarde a bien été chargé sur Dropbox.
it: Il file di backup è stato caricato su Dropbox con successo
ja: バックアップファイルが正常にDropboxにアップロードされています。
ko: 백업 파일이 성공적으로 Dropbox에 저장되었습니다.
pl: Kopia zapasowa została przekazana poprawnie do Dropbox.
zh_hans: 备份文件已经成功上传至Dropbox
zh_hant: 備份文件已經成功上傳至Dropbox

source: Backup file is ready.
de: Backup-Datei ist fertig.
es: Archivo de copia de seguridad está listo.
fr: Le fichier de sauvegarde est prêt.
it: Il file di backup è pronto.
ja: バックアップファイルの準備ができました。
ko: 백업 파일이 준비되었습니다.
pl: Plik kopii zapasowej jest gotowa.
zh_hans: 备份文件已准备就绪。
zh_hant: 備份文件已準備就緒。

source: Backup process failed to upload backup file to Dropbox.
de: Sicherung auf Ihrer Dropbox fehlgeschlagen.
es: El proceso de respaldo de archivos fallo al cargar en Dropbox.
fr: Échec de chargement du fichier de sauvegarde sur Dropbox.
it: L’elaborazione di backup non è riuscita a caricare il file di backup su Dropbox.
ja: Dropboxにバックアップファイルのアップロードが失敗しました。
ko: 백업 과정이 파일을 업로드하는데 실패했습니다.
pl: Błąd podczas przekazywania kopii zapasowej do Dropbox.
zh_hans: 备份过程中未能将备份文件上传至Dropbox
zh_hant: 備份過程中未能將備份文件上傳至Dropbox

source: Backup using Files app requires iOS 14 or later. Please update iOS to the latest version.
de: Die Sicherung mit der Dateien-App erfordert iOS 14 oder höher. Bitte aktualisieren Sie iOS auf die neueste Version.
es: La copia de seguridad con la aplicación Archivos requiere iOS 14 o posterior. Actualice iOS a la última versión.
fr: La sauvegarde à l'aide de l'application Fichiers nécessite iOS 14 ou une version ultérieure. Veuillez mettre à jour iOS vers la dernière version.
it: Il backup tramite l'app File richiede iOS 14 o versioni successive. Aggiorna iOS all'ultima versione.
ja: ファイル アプリを使用したバックアップには、iOS 14 以降が必要です。 iOSを最新バージョンにアップデートしてください。
ko: 파일 앱을 사용하여 백업하려면 iOS 14 이상이 필요합니다. iOS를 최신 버전으로 업데이트하십시오.
pl: Tworzenie kopii zapasowej przy użyciu aplikacji Pliki wymaga systemu iOS 14 lub nowszego. Zaktualizuj iOS do najnowszej wersji.
zh_hans: 使用“文件”应用进行备份需要 iOS 14 或更高版本。 请将 iOS 更新至最新版本。
zh_hant: 使用“文件”應用進行備份需要 iOS 14 或更高版本。 請將 iOS 更新至最新版本。

source: BALANCE
de: REMAIN
fr: SOLDE
it: BILANCIO
ja: 残高
ko: 잔금
pl: BILANS
zh_hans: 账户余额
zh_hant: 賬戶余額

source: Barcode
de: Strichcode
es: Código de barras
fr: Code à barre
it: Codice a barre
ja: バーコード
ko: 바코드
pl: Kod kreskowy
zh_hans: 条形码
zh_hant: 條形碼

source: Basic
de: Standard
es: Básico
fr: Élémentaire
it: Basilare
ja: 基本
ko: 기본
pl: Prosty
zh_hans: 基本型
zh_hant: 基本型

source: Basic / Scientific
de: Standard / Wissenschaftlich
es: Básico / Científico
fr: Élémentaire / Scientifique
it: Basilare / Scientifica
ja: 基本 / 科学計算
ko: 기본 / 공학용
pl: Prosty / Naukowy
zh_hans: 基本型/科学型
zh_hant: 基本型/科學型

source: Battery
de: Batterie
es: Batería
fr: Batterie
it: Batteria
ja: バッテリー
ko: 배터리 정보
zh_hans: 电池状态
zh_hant: 電池狀態

source: Battery Status
de: Batteriestatus
es: Batería
fr: Batterie
it: Stato Batteria
ja: バッテリー状態
ko: 배터리 정보
pl: Bateria
zh_hans: 电池状态
zh_hant: 電池狀態

source: Before Split
de: Vor Aufteilung
es: Antes de dividir
fr: Avant la division
it: Totale
ja: 割り勘する前
ko: 총액
pl: Przed podziałem
zh_hans: 分摊前
zh_hant: 分攤前

source: Between two dates
de: Zwischen zwei Datumsangaben
es: Entre dos fechas
fr: Entre deux dates
it: Tra due date
ja: 2つの日付の差を計算
ko: 두 날짜 사이의 기간
pl: Pomiędzy dwoma datami
zh_hans: 计算两个日期之差
zh_hant: 計算兩個日期之差

source: Bimonthly
de: Zweimonatlich
es: Bimensual
fr: Bi-mensuel
it: Bimensile
ja: 隔月
ko: 2개월
pl: Dwumiesięczny
zh_hans: 每两个月
zh_hant: 每兩個月

source: Birthday
de: Geburtstag
es: Cumpleaño
fr: Anniversaire
it: Compleanno
ja: 誕生日
ko: 생일
pl: Urodziny
zh_hans: 生日
zh_hant: 生日

source: biweekly
de: zweiwöchentlich
es: bisemanal
fr: bi-hebdomadaire
it: bisettimanale
ja: 隔週
ko: 격주
pl: dwutygodnik
zh_hans: 每2周
zh_hant: 每2周

source: Biweekly
de: Zweiwöchentlich
es: Bisemanal
fr: Bi-hebdomadaire
it: Bisettimanale
ja: 隔週
ko: 2주
pl: Dwutygodniowy
zh_hans: 每两周
zh_hant: 每兩周

source: Blood Type
de: Blutgruppe
es: Tipo de sangre
fr: Groupe sanguin
it: Gruppo sanguigno
ja: 血液型
ko: 혈액형
pl: Grupa krwi
zh_hans: 血型
zh_hant: 血型

source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu
ja: ブルー
ko: 파란색
pl: Niebieski
zh_hans: 蓝色
zh_hant: 藍色

source: Bought Remove Ads
de: Gekauft Werbungen entfernen
es: Comprado Eliminar anuncios
fr: Acheté supprimer pubs
it: Comprato evitare le pubblicità
ja: 広告の削除を購入したこと
ko: 광고 제거를 구매했음
pl: Kupił usunąć reklamy
zh_hans: 购买删除广告
zh_hant: 購買刪除廣告

source: Brown
de: Braun
es: Marrón
fr: Marron
it: Marrone
ja: ブラウン
ko: 갈색
pl: Brązowy
zh_hans: 褐色
zh_hant: 褐色

source: Bubble
de: Blase
es: Burbuja
fr: Bouillon
it: Bolla
ja: バブル(X軸)
ko: 버블(X축)
pl: Bańka
zh_hans: 水准器(X轴)
zh_hant: 水準器(X軸)

source: Business
de: Geschäft
es: Negocio
fr: Professionnel
it: Ufficio
ja: ビジネス
ko: 비즈니스
pl: Biznes
zh_hans: 业务
zh_hant: 商務

source: CALCULATE CYCLE LENGTH
de: Berechnung Ihrer Zykluslänge
es: CÁLCULO DEL DURACIÓN DEL CICLO
fr: CALCULER LA DUREÉ DU CYCLE
it: CALCOLA LA DURATA DEL CICLO
ja: 生理周期の計算
ko: 생리주기 계산 방법
pl: WYLICZ DŁUGOŚĆ CYKLU
zh_hans: 计算生理周期
zh_hant: 計算生理週期

source: Calculation
de: Berechnung
es: Cálculo
fr: Calcul
it: Calcolo
ja: 計算
ko: 계산항목
pl: Kalkulacja
zh_hans: 计算
zh_hant: 計算

source: CALCULATION
de: Berechnung
es: CÁLCULO
fr: CALCUL
it: CALCOLO
ja: 計算
ko: 계산
pl: KALKULACJA
zh_hans: 计算
zh_hant: 計算

source: Calculator
de: Rechner
es: Calculadora
fr: Calculette
it: Calcolatrice
ja: 計算機
ko: 일반/공학용 계산기
pl: Kalkulator
zh_hans: 计算器
zh_hant: 計算器

source: Calculator using AppBox Pro
de: Rechner von AppBox Pro
es: Calculador de AppBox Pro
fr: Calculette utilisant AppBox Pro
it: Calcolatrice che usa AppBox Pro
ja: AppBox Proを使用する計算
ko: AppBox Pro의 계산기
pl: Kalulator używa AppBox Pro
zh_hans: 使用AppBox Pro的计算器
zh_hant: 使用AppBox Pro的計算器

# CalculatorGroup
source: Calculator
de: Rechner
es: Calculadora
fr: Calculette
it: Calcolatrice
ja: 計算機
ko: 각종 계산
pl: Kalkulator
zh_hans: 计算器
zh_hant: 計算器

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
ja: 旧暦の設定
ko: 캘린더
pl: Kalendarz
zh_hans: 日历
zh_hant: 日曆

source: Calendar Name
de: Kalendername
es: Nombre del Calendario
fr: Nom du calendrier
it: Nome del calendario
ja: カレンダーの名前
ko: 캘린더 이름
pl: Nazwa kalendarza
zh_hans: 日历名称
zh_hant: 日曆名稱

source: CALENDARS
de: Kalender
es: CALENDARIO
fr: CALENDRIERS
it: CALENDARI
ja: カレンダー
ko: 캘린더
pl: KALENDARZE
zh_hans: 日历
zh_hant: 日曆

source: Calibrate
de: Kalibrieren
es: Corregir
fr: Calibrer
it: Calibrare
ja: 補正
ko: 보정
pl: Kalibracja
zh_hans: 校准
zh_hant: 校準

source: Calibrate 1
de: Kalibrieren 1
es: Corregir 1
fr: Calibrer 1
it: Calibrare 1
ja: 補正 1
ko: 보정 1
pl: Kalibracja 1
zh_hans: 校准 1
zh_hant: 校準 1

source: Calibrate 2
de: Kalibrieren 2
es: Corregir 2
fr: Calibrer 2
it: Calibrare 2
ja: 補正 2
ko: 보정 2
pl: Kalibracja 2
zh_hans: 校准 2
zh_hant: 校準 2

# Calibrate1Msg
source: - Hold iPhone on a flat surface, as shown (volume control side up). - Keep iPhone perpendicular to surface. Press "Calibrate 1".
de: - Halten Sie das iPhone auf einer ebenen Fläche, wie abgebildet (Volume-Regler nach oben). - Halten Sie das iPhone senkrecht zur Oberfläche. - Drücken Sie "Kalibrieren 1".
es: - Mantenga el iPhone en una superficie plana, como se muestra en la figura (al lado superior del control de volumen). - Mantenga iPhone perpendicular a la superficie. Pulse "Calibrar 1"
fr: - Tenez l'iPhone sur une surface plane, comme montré ci-dessus (contrôle du volume vers le haut). - Maintenez l'iPhone perpendiculaire à la surface. - Pressez 'Calibrer 1'.
it: - Tieni l’iPhone su una superficie piatta come indicato e Premi ‘Calibrare 1’.
ja: - 平らな表面にボリュームコントロールが上に来るように装置を垂直に置いた状態で "補正1" ボタンを押します。
ko: - 평평한 표면에 볼륨 컨트롤이 위에 오도록 장치를 수직으로 둔 상태에서 "보정 1" 버튼을 누릅니다.
pl: - Połóż iPhone-a na płaskiej powierzchni, jak na obrazku (regulacja głośności do góry) - Przytrzymaj prostopadle do powierzchni. - Naciśnij „Kalibracja 1”.
zh_hans: - 在平平的表面上，使音量控制朝上，将iPhone垂直放置的状态下， 请按"校准 1"按键。
zh_hant: - 在平平的表面上，使音量控制朝上，將iPhone垂直放置的狀態下， 請按"校準1"按鍵。

# Calibrate2Msg
source: - Rotate iPhone 180 degrees and perpendicular to the surface. Press "Calibrate 2".
de: - Drehen Sie das iPhone um 180 Grad und senkrecht zur Oberfläche. - Drücken Sie "Kalibrieren 2".
es: - Gire 180 grados el IPhone, perpendicular a la superficie. - Pulse "Calibrar 2"
fr: - Faites pivoter l'iPhone à 180 degrés, perpendiculairement à la surface. - Pressez 'Calibrer 2'.
it: - Ruota l’iPhone di 180 gradi mantenendolo a contatto con la superficie. Premi ‘Calibrare 2’.
ja: - 装置を垂直な状態で180度に回転した後で "補正2" ボタンを押します。
ko: - 장치를 수직인 상태에서 180도로 회전한 후 "보정 2" 버튼을 누릅니다.
pl: - Obrót iPhone-a o 180 stopni prostopadle do powierzchni. - Naciśnij „Kalibracja 2”.
zh_hans: - iPhone在竖直的状态下，将其旋转180度后，请按"校准 2"键。
zh_hant: - iPhone在豎直的狀態下，將其旋轉180度後，請按"校準2"鍵。

# CalibrateSurface1Msg
source: - Press "Calibrate 1" while keeping the iPhone flat on the surface.
de: - Drücken Sie "Kalibrieren 1", während das iPhone flach auf der Oberfläche liegt.
es: - Pulse "Calibrar 1" mientras mantiene el iPhone sobre la superficie plana.
fr: - Pressez 'Calibrer 1' tout en maintenant l'iPhone à plat sur la surface.
it: - Premi ‘Calibrare 1’ lasciando l’iPhone a contatto con la superficie.
ja: - 装置を表面に平らに置いた状態で"補正1" ボタンを押します。
ko: - 장치를 표면에 평평하게 둔 상태에서 "보정 1" 버튼을 누릅니다.
pl: - Połóż telefon płasko na powierzchni i naciśnij guzik „Kalibracja 1”
zh_hans: - 将iPhone平平放置在表面的状态下，请按"校准 1"键。
zh_hant: - 將iPhone平平放置在表面的狀態下，請按"校準1"鍵。

# CalibrateSurface2Msg
source: - Rotate iPhone 180 degrees. - Press "Calibrate 2".
de: - Drehen Sie das iPhone um 180 Grad. - Drücken Sie "Kalibrieren 2".
es: - Gire 180 grados el IPhone. - Pulse "Calibrar 2"
fr: - Faites pivoter l'iPhone à 180 degrés. - Pressez 'Calibrer 2'
it: - Gira l’iPhone di 180 gradi e premi ‘Calibrare 2’.
ja: - 装置を180度に回転させた後で "補正2" ボタンを押します。
ko: - 장치를 180도로 회전 후 "보정 2" 버튼을 누릅니다.
pl: - Obrót telefon o 180 stopni. - Naciśnij guzik „Kalibracja 2”.
zh_hans: - 将iPhone旋转180度后， 请按"校准 2"键。
zh_hant: - 將iPhone旋轉180度後， 請按"校準2"鍵。

# CalibrationDone
source: Calibration has completed successfully.
de: Die Kalibrierung wurde erfolgreich abgeschlossen.
es: Se ha compleato la corrección con éxito.
fr: Le calibration a été effectué avec succès.
it: La calibrazione è stata completata correttamente.
ja: 補正に成功しました。
ko: 성공적으로 보정되었습니다.
pl: Kalibracja zakończona.
zh_hans: 校正成功
zh_hant: 校正成功

source: Call
de: Anrufen
es: Llamar
fr: Passer un appel
it: Effettuare una chiamata
ja: 電話をかける
ko: 전화걸기
pl: Wykonywanie połączeń
zh_hans: 通话
zh_hant: 通話

source: Camera access not authorized.
de: Kamerazugriff nicht autorisiert.
es: Acceso de cámara no autorizado.
fr: Accès caméra non autorisé.
it: Accesso fotocamera non autorizzato.
ja: カメラアクセスは許可されていません。
ko: 카메라 접근 권한이 없습니다.
pl: Dostęp do aparatu nie jest dozwolony.
zh_hans: 相机访问未经授权。
zh_hant: 相機訪問未經授權。

source: Canadian Dollar Reference Rate Spot
de: Kanadische Dollar Referenzpreis-Spot
es: Dólar canadiense Tasa de Referencia para comer
fr: Dollar canadien de référence Taux Spot
it: Canadese corso del dollaro riferimento Spot
ja: カナダドルリファレンスレートスポット
ko: 캐나다 달러 기준 환율 스폿
pl: Dolar kanadyjski referencyjny kurs kasowy
zh_hans: 加拿大元参考利率点
zh_hant: 加拿大元參考利率點

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
zh_hans: 取消
zh_hant: 取消

source: Cannot find current location information
de: Ortsinformationen sind nicht verfügbar
es: No puedo encontrar información de su ubicación actual
fr: Impossible de trouver les informations sur l’emplacement actuel
it: Non è possibile trovare informazioni sull’attuale località
ja: 現在位置の情報がありません
ko: 현재 위치를 찾을 수 없습니다.
pl: Nie mogę znaleźć akutalnego położenia
zh_hans: 无法找到现位置信息。
zh_hant: 無法找到現位置資訊。

source: Cannot remove current account.
de: Aktuelles Konto kann nicht gelöscht werden.
es: No se puede eliminar la cuenta actual.
fr: Impossible de supprimer le compte actuel.
it: Non è possibile rimuovere l’account attuale
ja: 今のアカウントは削除できません。
ko: 현재 사용중인 계정은 지울 수 없습니다.
pl: Nie można usunąć obecnego konta.
zh_hans: 无法移除当前账目。
zh_hant: 無法移除當前賬目。

source: Cannot Save Event
de: Das Ereignis kann nicht gespeichert werden
es: No se puede guardar el evento
fr: Impossible de sauvegarder l’événement
it: Non è possibile salvare l’evento
ja: イベントの保存ができません。
ko: 저장 할 수 없습니다.
pl: Błąd podczas zapisu wydarzenia
zh_hans: 无法保存事件。
zh_hant: 無法保存事件。

source: Cannot Save Period.
de: Periode kann nicht gespeichert werden.
es: No se puede guardar el Periodo.
fr: Impossible de sauvegarder la période.
it: Non è possibile salvare il periodo.
ja: 周期の保存ができません。
ko: 저장할 수 없습니다.
pl: Błąd zapisu okresu.
zh_hans: 无法保存周期
zh_hant: 無法保存週期

source: Cash
de: Bar
es: En efectivo
fr: Liquide
it: Contanti
ja: 現金
ko: 현금
pl: Gotówka
zh_hans: 现金
zh_hant: 現金

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ja: カテゴリー
ko: 카테고리
pl: Kategorie
zh_hans: 类别
zh_hant: 類別

source: CATEGORIES
de: Kategorien
es: CATEGORIAS
fr: CATÉGORIES
it: CATEGORIE
ja: カテゴリー
ko: 카테고리
pl: KATEGORIE
zh_hans: 类别
zh_hant: 類別

source: Categories in more
de: Kategorien unter „Mehr“
es: Más categorias
fr: Catégories en autre
it: Categorie in più
ja: その他カテゴリー
ko: 기타에 표시
pl: Więcej kategorii
zh_hans: 更多类别
zh_hant: 更多類別

source: Categories on the bar
de: Kategorien in der Menüleiste
es: Categorias en la barra
fr: Catégories sur la barre
it: Categorie sulla barra
ja: バー上のカテゴリー
ko: 기본 바에 표시
pl: Kategorie na belce
zh_hans: 在酒吧类别
zh_hant: 在酒吧類別

source: Category
de: Kategorie
es: Categoria
fr: Catégorie
it: Categoria
ja: カテゴリー
ko: 카테고리
pl: Kategoria
zh_hans: 种类
zh_hant: 種類

source: CATEGORY
de: Kategorie
es: CATEGORIA
fr: CATÉGORIE
it: CATEGORIA
ja: カテゴリー
ko: 카테고리
pl: KATEGORIA
zh_hans: 类别
zh_hant: 類別

source: Category Info
de: Kategorie Info
es: Información de categoría
fr: Infos de la catégorie
it: Info di categoria
ja: カテゴリー情報
ko: 카테고리 정보
pl: Informacje o kategorii
zh_hans: 类别信息
zh_hant: 類別資訊

source: Category Name
de: Kategorie benennen
es: Nombre de categoría
fr: Nom de la catégorie
it: Nome della categoria
ja: カテゴリー名
ko: 카테고리 이름
pl: Nazwa kategorii
zh_hans: 种类名称
zh_hant: 種類名稱

source: Caution Flare
de: Warnblinklicht
es: Alerta de fuego
fr: Avertissement
it: Luce di Emergenza
ja: 注意フレアー
ko: 주의표시
pl: Rakieta
zh_hans: 注意标志
zh_hant: 注意標誌

source: Change Location
de: Ort ändern
es: Cambiar ubicación
fr: Changer d’emplacement
it: Cambia località
ja: 位置変更
ko: 위치 바꾸기
pl: Zmień położenie
zh_hans: 改变位置
zh_hant: 改變位置

source: Change Passcode
de: Code ändern
es: Cambiar código
fr: Changer le code
it: Cambia codice
ja: パスコードを変更
ko: 암호 변경
pl: Zmień kod
zh_hans: 更改密码
zh_hant: 更改密碼

# Charging time
source: Charging times
de: Ladezeit
es: Recarga
fr: Temps de charge
it: Tempi di ricarica
ja: 充電時間
ko: 완전 충전 시간
pl: Czasy ładowania
zh_hans: 充电次数
zh_hant: 充電次數

source: Chart
de: Tabelle
es: Gráfico
fr: Dessiner
it: Grafico
ja: チャート
ko: 차트
pl: Wykres
zh_hans: 图表
zh_hant: 圖表

source: Check
de: Scheck
es: En cheque
fr: Chèque
it: Assegno
ja: 小切手
ko: 수표
pl: Czek
zh_hans: 借记卡
zh_hant: 借記卡

source: Check out the AppBox Pro!
de: Testen Sie AppBox Pro!
es: ¡Descubra las opciones de AppBox Pro!
fr: Vérifier l’AppBox Pro!
it: Verifica AppBox Pro!
ja: AppBox Proを使ってみましょう。
ko: AppBox Pro에서 작성!
pl: Sprawdź AppBox Pro!
zh_hans: 查看AppBox Pro!
zh_hant: 查看AppBox Pro!

source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
it: Cinese
ja: 中国の太陰暦
ko: 중국음력
pl: Chiński
zh_hans: 中国阴历
zh_hant: 台灣農曆

source: Choose and Resize
de: Wählen und Größe anpassen
es: Elegir y cambiar el tamaño
fr: Choisir et redimensionner
it: Scegli e ridimensiona
ja: 写真選択し変更
ko: 고른 후 크기 조정하기
pl: Wybierz i przytnij
zh_hans: 选择和调整
zh_hant: 選擇和調整

source: Choose Existing
de: Vorhandenes auswählen
es: Elija existentes
fr: Choisir une photo existante
it: Scegli esistente
ja: 写真選択
ko: 저장된 사진중에서 고르기
pl: Wybierz istniejące
zh_hans: 选择现有
zh_hant: 選擇現有

source: Chrome
de: Chrom
ja: クロ一ム
ko: 밝음
zh_hans: 铬黄
zh_hant: 鉻黃

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
pl: Wyczyść
zh_hans: 清除
zh_hant: 清除

source: Clear History
de: Verlauf löschen
es: Borrar historial
fr: Supprimer l’historique
it: Cancella cronologia
ja: 履歴を消去
ko: 히스토리 초기화
pl: Wyczyść historię
zh_hans: 清除历史记录
zh_hant: 清除歷史記錄

source: Clear Recent
de: Verlauf leeren
es: Limpiar los recientes
fr: Effacer les plus récents
it: Elimina recenti
ja: 最近使用記録のクリア
ko: 최근 사용 정보 지우기
pl: Wyczyść ostatnie
zh_hans: 清除最近记录
zh_hant: 清除最近記錄

source: Clock
de: Uhr
es: Reloj
fr: Horloge
it: Orologio
ja: 時計
ko: 시계
pl: Zegar
zh_hans: 时钟
zh_hant: 時鐘

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
zh_hans: 关闭
zh_hant: 關閉

source: COLOR
de: Farbe
fr: COULEUR
it: COLORE
ja: カラー
ko: 색상
pl: KOLOR
zh_hans: 颜色
zh_hant: 顏色

source: Columns Header
de: Spaltenüberschrift
es: Encabezado de columnas
fr: Colonnes en-tête
it: Intestazione di colonne
ja: 列ヘッダー
ko: 열 머리글
pl: Nagłówek kolumn
zh_hans: 列标题
zh_hant: 列標題

source: Compare % Change from X to Y
de: Vergleiche %-Was von X zu Y
es: Compare % los cambios de X a Y
fr: Comparer % Changer de X à Y
it: Compara % il cambio da X a Y
ja: XからYに何％変換比較
ko: X가 Y로 변하는 %비교
pl: Porównaj % Zmień z X do Y
zh_hans: 比较 % 从 X 变为 Y
zh_hant: 比較 % 從 X 變為 Y

source: Comparison
de: Vergleich
es: Comparación
fr: Comparaison
it: Confronto
ja: 比較
ko: 비교
pl: Porównanie
zh_hans: 比较
zh_hant: 比較

source: Compressing
de: Komprimieren
es: Comprimir
fr: Compression
it: Compressione
ja: 圧縮
ko: 압축 하는 중
pl: Kompresja
zh_hans: 压缩
zh_hant: 壓縮

source: Confirm Passcode
de: Code bestätigen
es: Confirmar la clave de acceso
fr: Confirmez le code d’accès
it: Conferma codice di accesso
ja: パスコード再入力
ko: 새 암호 확인
pl: Potwierdź kod
zh_hans: 确认密码
zh_hant: 確認密碼

source: CONTENT
de: INHALT
es: CONTENIDO
fr: CONTENU
it: CONTENUTO
ja: コンテンツ
ko: 내용
pl: ZADOWOLONY
zh_hans: 内容
zh_hant: 內容

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pl: Kontynuuj
zh_hans: 继续
zh_hant: 繼續

source: Continue without Verification
de: Weiter ohne Prüfung
es: Continuar sin verificación
fr: Continuer sans vérification
it: Continua senza verifica
ja: 確認せずに続行
ko: 확인하지 않고 사용
pl: Kontynuuj bez weryfikacji
zh_hans: 继续无需验资
zh_hant: 繼續無需驗資

source: Converter
de: Umrechner
es: Convertidor
fr: Convertisseur
it: Converti
ja: 変換
ko: 각종 변환
pl: Konwerter
zh_hans: 转换器
zh_hant: 轉換器

source: Copying...
de: Kopieren...
es: Copiando...
fr: Copie...
it: Copia in corso...
ja: コピー中...
ko: 복사중...
pl: Kopiowanie...
zh_hans: 正在复制...
zh_hant: 正在復制...

source: Cost
de: Kosten
es: Costo
fr: Coût
it: Costo
ja: 費用
ko: 금액
pl: Koszt
zh_hans: 费用
zh_hant: 費用

source: Create
de: Hinzufügen
es: Crear
fr: Créer
it: Crea
ja: 再生
ko: 다음을 추가:
pl: Stwórz
zh_hans: 创建
zh_hant: 創建

source: Credit
de: Kreditkarte
es: A crédito
fr: Crédit
it: Credito
ja: クレジットカード
ko: 신용카드
pl: Kredyt
zh_hans: 信用卡
zh_hant: 信用卡

source: Croatian Kuna Reference Rate Spot
de: Kroatische Kuna Referenzpreis-Spot
es: Tasa de Croacia Kuna Referencia para comer
fr: Croate Taux Kuna de référence spot
it: Kuna croata Tasso di riferimento Spot
ja: クロアチアクーナ参照レートスポット
ko: 크로아티아 쿠나 참조 환욜 스팟
pl: Kuna chorwacka referencyjny kurs kasowy
zh_hans: 克罗地亚库纳参考利率点
zh_hant: 克羅地亞庫納參考利率點

source: Cube
de: Würfel
es: Cubo
it: Cubo
ja: キューブ
ko: 큐브
pl: Kostka
zh_hans: 立体翻转
zh_hant: 立體翻轉

source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
ja: 為替換算
ko: 환율
pl: Waluta
zh_hans: 货币
zh_hant: 貨幣

source: Currency Converter
de: Währungsrechner
es: Moneda
fr: Convertisseur de devises
it: Convertitore Valuta
ja: 為替換算
ko: 환율
pl: Przelicznik walut
zh_hans: 币种转换器
zh_hant: 幣種轉換器

source: Currency Converter in the AppBox Pro
de: Währungsrechner von AppBox Pro
es: Convertidor de moneda en AppBox Pro
fr: Convertisseur de devise dans l’AppBox Pro
it: Convertitore di valuta nell’AppBox Pro
ja: AppBox Proの通貨変換器
ko: AppBox Pro의 환율 변환
pl: Konwerter Walut w AppBox Pro
zh_hans: AppBox Pro中的币种转换器
zh_hant: AppBox Pro中的幣種轉換器

source: Current %@
de: Aktuell %@
es: Actual %@
fr: Actuel %@
it: Attuale %@
ja: 現在 %@
ko: 현재 %@
pl: Aktualnie %@
zh_hans: 现 %@
zh_hant: 現 %@

source: Current Location
de: Aktueller Ort
es: Ubicación actual
fr: Lieu actuel
it: Posizione attuale
ja: 現在地
ko: 현재 위치
pl: Aktualne położenie
zh_hans: 当前位置
zh_hant: 當前位置

source: Custom
de: Eigene
es: Personalizar
fr: Personnaliser
it: Personalizza
ja: カスタム
ko: 사용자화
pl: Nieokreślone
zh_hans: 自定
zh_hant: 自定

source: Cycle Length
de: Zykluslänge
es: Duración del ciclo
fr: Durée du cycle
it: Durata del Ciclo
ja: 生理周期
ko: 생리주기
pl: Długość cyklu
zh_hans: 生理周期
zh_hant: 生理週期

source: CYCLE LENGTH
de: Zykluslänge
es: DURACIÓN DEL CICLO
fr: DURÉE DU CYCLE
it: DURATA DEL CICLO
ja: 生理周期
ko: 생리주기
pl: DŁUGOŚĆ CYKLU
zh_hans: 生理周期
zh_hant: 生理週期

source: Czech koruna
de: Tschechische Kronen
es: Corona checa
fr: couronne tchèque
it: corona ceca
ja: チェコのコルナ
ko: 체코 코루나
pl: Czeska korona
zh_hans: 捷克克朗
zh_hant: 捷克克朗

source: daily
de: Täglich
es: cada día
fr: quotidien
it: quotidiano
ja: 毎日
ko: 매일
pl: codziennie
zh_hans: 每日
zh_hant: 每日

source: Daily Average
de: Tagesdurchschnitt
es: Promedio diario
fr: Moyenne quotidienne
it: Media giornaliera
ja: 1日平均
ko: 일일 평균
pl: Średnia dzienna
zh_hans: 日平均值
zh_hant: 每日平均

source: Danish krone
de: Dänische Krone
es: Corona danesa
fr: Couronne danoise
it: Corona danese
ja: デンマーククローネ
ko: 덴마크 크로네
pl: Korona duńska
zh_hans: 丹麦克朗
zh_hant: 丹麥克朗

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データー
ko: 데이터
zh_hans: 数据
zh_hant: 數據

source: Data Imported
de: Daten importiert
es: Datos Importados
fr: Données Importées
it: I dati importati
ja: データインポート
ko: 정보
pl: Dane Importowane
zh_hans: 进口数据
zh_hant: 進口數據

source: Data migration is in progress.
de: Datenmigration ist in Arbeit.
es: La migración de datos está en curso.
fr: La migration des données est en cours.
it: La migrazione dei dati è in corso.
ja: データを変換しています。
ko: 데이터를 변환하고 있습니다.
pl: Migracja danych jest w toku.
zh_hans: 数据迁移正在进行中。
zh_hant: 數據遷移正在進行中。
